Repository: farukkamcici/mectrics
Catalog: Mectrics/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, pt_br, ru, tr

source: Nothing was deleted. Drag Mectrics to the Trash instead, or run the uninstall script from the project page.
es: No se ha eliminado nada. Arrastra Mectrics a la Papelera o ejecuta el script de desinstalación desde la página del proyecto.
fr: Rien n’a été supprimé. Placez Mectrics dans la corbeille ou exécutez le script de désinstallation depuis la page du projet.
pt_br: Nada foi apagado. Mova o Mectrics para o Lixo ou execute o script de desinstalação na página do projeto.
ru: Ничего не удалено. Перетащите Mectrics в Корзину или запустите сценарий удаления со страницы проекта.
tr: Hiçbir şey silinmedi. Mectrics’i Çöp Sepeti’ne sürükleyin veya proje sayfasındaki kaldırma betiğini çalıştırın.

source: Notifications
es: Notificaciones
pt_br: Notificações
ru: Уведомления
tr: Bildirimler

# notifications.status.authorized
source: Allowed
es: Permitidas
fr: Autorisées
pt_br: Permitidas
ru: Разрешены
tr: İzin verildi

# notifications.status.denied
source: Denied
es: No permitidas
fr: Refusées
pt_br: Não permitidas
ru: Запрещены
tr: İzin verilmedi

# notifications.status.disabled
source: Delivery disabled
es: Entrega desactivada
fr: Distribution désactivée
pt_br: Entrega desativada
ru: Доставка отключена
tr: İletim kapalı

# notifications.status.notDetermined
source: Not requested
es: Aún no solicitadas
fr: Pas encore demandées
pt_br: Ainda não solicitadas
ru: Ещё не запрошено
tr: Henüz istenmedi

# notifications.status.unknown
source: Checking…
es: Comprobando…
fr: Vérification…
pt_br: Verificando…
ru: Проверка…
tr: Kontrol ediliyor…

# notifications.test.denied
source: Notifications are denied. Open Notification Settings to allow them.
es: Las notificaciones están desactivadas. Abre los ajustes de notificaciones para permitirlas.
fr: Les notifications sont refusées. Ouvrez les réglages des notifications pour les autoriser.
pt_br: As notificações não estão permitidas. Abra os Ajustes de Notificações para permiti-las.
ru: Уведомления запрещены. Чтобы разрешить их, откройте настройки уведомлений.
tr: Bildirimlere izin verilmedi. İzin vermek için Bildirim Ayarları’nı açın.

# notifications.test.disabled
source: Notification delivery is disabled in System Settings.
es: La entrega de notificaciones está desactivada en Ajustes del Sistema.
fr: La distribution des notifications est désactivée dans Réglages Système.
pt_br: A entrega de notificações está desativada nos Ajustes do Sistema.
ru: Доставка уведомлений отключена в Системных настройках.
tr: Bildirim iletimi Sistem Ayarları’nda kapalı.

# notifications.test.failed
source: The test notification could not be delivered.
es: No se pudo entregar la notificación de prueba.
fr: La notification de test n'a pas pu être envoyée.
pt_br: A notificação de teste não pôde ser entregue.
ru: Не удалось доставить тестовое уведомление.
tr: Test bildirimi gönderilemedi.

# notifications.test.notDetermined
source: Notification permission has not been granted.
es: Aún no se ha concedido permiso para las notificaciones.
fr: L’autorisation des notifications n’a pas encore été accordée.
pt_br: A permissão para notificações ainda não foi concedida.
ru: Разрешение на уведомления ещё не предоставлено.
tr: Bildirim izni henüz verilmedi.

# notifications.test.sent
source: Test notification sent. It did not create an Attention Log event.
es: Notificación de prueba enviada. No se ha añadido ningún evento al historial de alertas.
fr: Notification de test envoyée. Aucun événement n’a été ajouté à l’historique des alertes.
pt_br: Notificação de teste enviada. Nenhum evento foi adicionado ao Histórico de Alertas.
ru: Тестовое уведомление отправлено. Событие не добавлено в журнал предупреждений.
tr: Test bildirimi gönderildi. Uyarı Geçmişine bir olay eklenmedi.

source: OK
es: Aceptar
ru: ОК
tr: Tamam

# onboarding.liveCount
source: %lld live
es: %lld activos
fr: %lld actifs
pt_br: %lld ativos
ru: Активно: %lld
tr: %lld etkin

# onboarding.modules.subtitle
source: Recommended modules are marked. Fine-tune components later in Settings.
es: Los módulos recomendados están marcados. Podrás ajustar los componentes más tarde en Ajustes.
fr: Les modules recommandés sont signalés. Vous pourrez ajuster les composants plus tard dans Réglages.
pt_br: Os módulos recomendados estão marcados. Você poderá ajustar os componentes depois em Ajustes.
ru: Рекомендуемые модули отмечены. Компоненты можно настроить позже в разделе «Настройки».
tr: Önerilen modüller işaretlidir. Bileşenleri daha sonra Ayarlar’dan değiştirebilirsiniz.

# onboarding.modules.title
source: Start with the essentials
es: Empieza por lo esencial
fr: Commencez par l’essentiel
pt_br: Comece pelo essencial
ru: Начните с основных показателей
tr: Temel ölçümlerle başlayın

# onboarding.progress
source: Step %1$lld of %2$lld
es: Paso %1$lld de %2$lld
fr: Étape %1$lld sur %2$lld
pt_br: Etapa %1$lld de %2$lld
ru: Шаг %1$lld из %2$lld
tr: %1$lld/%2$lld. adım

# onboarding.progress.accessibility
source: Step %1$lld of %2$lld
es: Paso %1$lld de %2$lld
fr: Étape %1$lld sur %2$lld
pt_br: Etapa %1$lld de %2$lld
ru: Шаг %1$lld из %2$lld
tr: %1$lld/%2$lld. adım

# onboarding.recommended.hint
source: Recommended menu bar module
es: Módulo de barra de menú recomendado
fr: Module de barre de menu recommandé
pt_br: Módulo de barra de menu recomendado
ru: Рекомендуемый модуль строки меню
tr: Önerilen menü çubuğu modülü

# onboarding.window.title
source: Welcome to Mectrics
es: Bienvenido a Mectrics
fr: Bienvenue à Mectrics
pt_br: Bem-vindo ao Mectrics
ru: Добро пожаловать в Mectrics
tr: Mectrics’e Hoş Geldiniz

source: One extra menu bar item that stays quiet until an alert sent to it becomes active.
es: Un elemento adicional de la barra de menús que solo aparece cuando se activa una alerta.
fr: Un élément supplémentaire de la barre des menus qui n’apparaît que lorsqu’une alerte se déclenche.
pt_br: Um item extra na barra de menus que só aparece quando um alerta é ativado.
ru: Дополнительный объект в строке меню, который появляется только при срабатывании предупреждения.
tr: Uyarı oluşana kadar sessiz kalan ek bir menü çubuğu öğesi.

source: Open
es: Abrir
fr: Ouvrir
pt_br: Abrir
ru: Открыть
tr: Aç

source: Open Notification Settings
es: Abrir los ajustes de notificaciones
fr: Ouvrir les réglages des notifications
pt_br: Abrir Ajustes de Notificações
ru: Открыть настройки уведомлений
tr: Bildirim Ayarlarını Aç

source: Open Settings…
es: Abrir Ajustes…
fr: Ouvrir les réglages…
pt_br: Abrir Ajustes…
ru: Открыть настройки…
tr: Ayarları Aç…

source: Open…
es: Abrir…
fr: Ouvrir…
pt_br: Abrir…
ru: Открыть…
tr: Aç…

source: Optional
es: Opcional
fr: Facultatif
pt_br: Opcional
ru: Дополнительно
tr: İsteğe Bağlı

source: Permission
es: Permiso
fr: Autorisation
pt_br: Permissão
ru: Разрешение
tr: İzin

# preset.detailed.name
source: Detailed
es: Detallado
fr: Détaillé
pt_br: Detalhado
ru: Подробный
tr: Ayrıntılı

# preset.essentials.name
source: Essentials
es: Esenciales
fr: Essentiel
pt_br: Essenciais
ru: Основные
tr: Temel

# preset.menuTitle
source: %1$@ — %2$lld items
es: %1$@ — %2$lld elementos
fr: %1$@ — %2$lld éléments
pt_br: %1$@ — %2$lld itens
ru: %1$@ — элементов: %2$lld
tr: %1$@ — %2$lld öğe

# preset.recommended.name
source: Recommended
es: Recomendado
fr: Recommandé
pt_br: Recomendado
ru: Рекомендуемые
tr: Önerilen

# preset.undo.action
source: Apply Menu Bar Preset
es: Aplicar preajuste de la barra de menús
fr: Appliquer le préréglage de la barre des menus
pt_br: Aplicar Predefinição da Barra de Menus
ru: Применить набор для строки меню
tr: Menü Çubuğu Hazır Ayarını Uygula

source: Presets
es: Preajustes
fr: Préréglages
pt_br: Predefinições
ru: Наборы
tr: Hazır Ayarlar

# pressure.critical
source: Critical
es: Crítico
fr: Critique
pt_br: Crítico
ru: Критическая
tr: Kritik

# pressure.warning
source: Warning
es: Advertencia
fr: Avertissement
pt_br: Advertência
ru: Внимание
tr: Uyarı

source: Preview
es: Previsualizar
fr: Aperçu
pt_br: Pré-visualização
ru: Просмотр
tr: Önizleme

source: Preview and save a support file, with identifiers removed
es: Previsualiza y guarda un archivo de soporte sin datos identificativos
fr: Prévisualisez et enregistrez un fichier d’assistance sans données d’identification
pt_br: Pré-visualize e salve um arquivo de suporte sem dados de identificação
ru: Просмотреть и сохранить файл для поддержки без идентифицирующих данных
tr: Kişisel tanımlayıcıları çıkarılmış bir destek dosyasını önizleyip kaydedin

source: Privacy
es: Privacidad
fr: Confidentialité
pt_br: Privacidade
ru: Конфиденциальность
tr: Gizlilik

source: Quit
es: Salir
fr: Quitter
pt_br: Encerrar
ru: Завершить
tr: Çık

source: Quit and reopen Mectrics to apply the selected language.
es: Salga y vuelva a abrir Mectrics para aplicar el idioma seleccionado.
fr: Quittez et rouvrez Mectrics pour appliquer la langue sélectionnée.
pt_br: Saia e reabra Mectrics para aplicar o idioma selecionado.
ru: Закройте и снова откройте Mectrics, чтобы применить выбранный язык.
tr: Seçilen dili uygulamak için Mectrics’ten çıkın ve yeniden açın.

source: Recommended
es: Recomendado
fr: Recommandé
pt_br: Recomendado
ru: Рекомендуемые
tr: Önerilen

source: Refresh now
es: Actualizar ahora
fr: Actualiser maintenant
pt_br: Atualizar agora
ru: Обновить сейчас
tr: Şimdi yenile

source: Relaunch Mectrics
es: Reiniciar Mectrics
fr: Relancer Mectrics
pt_br: Reiniciar Mectrics
ru: Перезапустить Mectrics
tr: Mectrics’i Yeniden Başlat

source: Relaunch Mectrics to apply the selected language.
es: Reinicia Mectrics para aplicar el idioma seleccionado.
fr: Relancez Mectrics pour appliquer la langue sélectionnée.
pt_br: Reinicie o Mectrics para aplicar o idioma selecionado.
ru: Перезапустите Mectrics, чтобы применить выбранный язык.
tr: Seçilen dili uygulamak için Mectrics’i yeniden başlatın.

source: Remove Mectrics
es: Eliminar Mectrics
fr: Supprimer Mectrics
pt_br: Remover Mectrics
ru: Удалить Mectrics
tr: Mectrics’i Kaldır

source: Remove Mectrics and its local data?
es: ¿Eliminar Mectrics y sus datos locales?
fr: Supprimer Mectrics et ses données locales ?
pt_br: Remover Mectrics e seus dados locais?
ru: Удалить Mectrics и его локальные данные?
tr: Mectrics ve yerel verileri kaldırılsın mı?

source: Right now
es: Ahora
fr: Maintenant
pt_br: Agora
ru: Сейчас
tr: Şimdi

source: Rules
es: Reglas
fr: Règles
pt_br: Regras
ru: Правила
tr: Kurallar

source: Rules show their live state and meaningful incidents remain available locally.
es: Las reglas muestran su estado en directo y los incidentes importantes siguen disponibles localmente.
fr: Les règles affichent leur état en direct et les incidents importants restent disponibles localement.
pt_br: As regras mostram o estado em tempo real, e os incidentes relevantes continuam disponíveis localmente.
ru: Правила показывают текущее состояние, а значимые события остаются доступными локально.
tr: Kurallar canlı durumlarını gösterir; önemli olaylar yerel olarak erişilebilir kalır.

source: Save Diagnostics…
es: Guardar diagnóstico…
fr: Enregistrer le diagnostic…
pt_br: Salvar Diagnóstico…
ru: Сохранить диагностику…
tr: Tanıları Kaydet…

source: Save…
es: Guardar…
fr: Enregistrer…
pt_br: Salvar…
ru: Сохранить…
tr: Kaydet…

source: Select the sections to include, then review the exact local export.
es: Selecciona las secciones y revisa el contenido antes de exportarlo.
fr: Sélectionnez les sections, puis vérifiez le contenu avant l’exportation.
pt_br: Selecione as seções e confira o conteúdo antes de exportar.
ru: Выберите разделы и проверьте данные перед экспортом.
tr: Eklenecek bölümleri seçin, ardından dışa aktarılacak içeriği gözden geçirin.

source: Send a Test Notification
es: Enviar una notificación de prueba
fr: Envoyer une notification de test
pt_br: Enviar Notificação de Teste
ru: Отправить тестовое уведомление
tr: Test Bildirimi Gönder

source: Sensor and GPU readings — the expensive ones — are taken less often on battery, in Low Power Mode, or when your Mac runs hot. Your alerts keep their timing either way.
es: Las mediciones más exigentes, las de sensores y GPU, se toman con menos frecuencia con batería, en modo de bajo consumo o cuando el Mac se calienta. Los tiempos de las alertas no cambian.
fr: Les mesures les plus coûteuses, celles des capteurs et du GPU, sont relevées moins souvent sur batterie, en mode économie d’énergie ou lorsque le Mac chauffe. Le délai de vos alertes reste inchangé.
pt_br: As medições mais pesadas, de sensores e GPU, são feitas com menos frequência na bateria, no Modo de Pouca Energia ou quando o Mac esquenta. O tempo dos alertas não muda.
ru: Ресурсоёмкие показания датчиков и ГП снимаются реже при работе от аккумулятора, в режиме энергосбережения или при перегреве Mac. В любом случае интервалы предупреждений не меняются.
tr: Daha maliyetli olan sensör ve GPU ölçümleri; pildeyken, Düşük Güç Modu’nda veya Mac’iniz ısındığında daha seyrek alınır. Uyarılarınızın zamanlaması bundan etkilenmez.

# sensors.count
source: Sensors
es: Sensores
fr: Capteurs
pt_br: Sensores
ru: Датчики
tr: Sensörler

# sensors.cpu
source: CPU (hottest)
es: CPU (temperatura máxima)
fr: Processeur (température maximale)
pt_br: CPU (temperatura máxima)
ru: ЦП (макс. температура)
tr: CPU (en yüksek sıcaklık)

# sensors.gpu
source: GPU (hottest)
es: GPU (temperatura máxima)
fr: GPU (température maximale)
pt_br: GPU (temperatura máxima)
ru: ГП (макс. температура)
tr: GPU (en yüksek sıcaklık)

source: Settings
es: Ajustes
fr: Réglages
pt_br: Ajustes
ru: Настройки
tr: Ayarlar

# settings.launchAtLogin
source: Launch at login
es: Abrir al iniciar sesión
fr: Ouvrir à l’ouverture de session
pt_br: Abrir ao iniciar a sessão
ru: Запускать при входе
tr: Oturum açıldığında başlat

# settings.launchAtLogin.hint
source: Start Mectrics automatically after you sign in
es: Abre Mectrics automáticamente cuando inicies sesión
fr: Ouvre automatiquement Mectrics après votre connexion
pt_br: Abre o Mectrics automaticamente após você iniciar a sessão
ru: Автоматически запускать Mectrics после входа в систему
tr: Oturum açtığınızda Mectrics’i otomatik olarak başlatır

# settings.tab.alerts
source: Alerts
es: Alertas
fr: Alertes
pt_br: Alertas
ru: Предупреждения
tr: Uyarılar

# settings.tab.menuBar
source: Menu Bar
es: Barra de menús
fr: Barre des menus
pt_br: Barra de Menus
ru: Строка меню
tr: Menü Çubuğu

source: Show Compact Health item
es: Mostrar el resumen de estado
fr: Afficher le résumé de l’état
pt_br: Mostrar o Resumo do Estado
ru: Показывать сводку состояния
tr: Durum Özeti öğesini göster

source: Show module icons
es: Mostrar iconos de módulo
fr: Afficher les icônes des modules
pt_br: Mostrar ícones do módulo
ru: Показать значки модулей
tr: Modül simgelerini göster

source: Skip Setup
es: Omitir configuración
fr: Ignorer la configuration
pt_br: Pular Configuração
ru: Пропустить настройку
tr: Kurulumu Atla

source: Small, medium, and large widgets share live local readings with Mectrics.
es: Los widgets pequeños, medianos y grandes muestran las mediciones locales de Mectrics en tiempo real.
fr: Les petits, moyens et grands widgets affichent les mesures locales de Mectrics en temps réel.
pt_br: Widgets pequenos, médios e grandes mostram as medições locais do Mectrics em tempo real.
ru: Малые, средние и большие виджеты показывают актуальные локальные данные Mectrics.
tr: Küçük, orta ve büyük araç takımları Mectrics’in canlı yerel ölçümlerini gösterir.

source: Start Mectrics automatically after you sign in.
es: Abre Mectrics automáticamente cuando inicies sesión.
fr: Ouvre automatiquement Mectrics après votre connexion.
pt_br: Abre o Mectrics automaticamente após você iniciar a sessão.
ru: Автоматически запускать Mectrics после входа в систему.
tr: Oturum açtığınızda Mectrics’i otomatik olarak başlatır.

source: Start Monitoring
es: Iniciar la supervisión
fr: Démarrer la surveillance
pt_br: Iniciar Monitoramento
ru: Начать мониторинг
tr: İzlemeyi Başlat

source: Startup
es: Inicio
fr: Démarrage
pt_br: Inicialização
ru: Запуск
tr: Başlangıç

# state.action.enable
source: Enable
es: Activar
fr: Activer
pt_br: Ativar
ru: Включить
tr: Etkinleştir

# state.action.openSystemSettings
source: Open System Settings
es: Abrir Ajustes del Sistema
fr: Ouvrir Réglages Système
pt_br: Abrir Ajustes do Sistema
ru: Открыть Системные настройки
tr: Sistem Ayarlarını Aç

# state.action.refresh
source: Refresh
es: Refrescar
fr: Rafraîchir
pt_br: Atualizar
ru: Обновить
tr: Yenile

# state.collecting
source: Collecting
es: Recopilando
fr: Collecte
pt_br: Coletando
ru: Сбор данных
tr: Veri alınıyor

# state.collecting.reason
source: Waiting for the first reading.
es: Esperando la primera medición.
fr: En attente de la première mesure.
pt_br: Aguardando a primeira medição.
ru: Ожидание первого измерения.
tr: İlk ölçüm bekleniyor.

# state.disabled
source: Disabled
es: Desactivado
fr: Désactivé
pt_br: Desativado
ru: Отключено
tr: Devre dışı

# state.disabled.reason
source: This metric is not currently being monitored.
es: Esta medición no se está supervisando.
fr: Cette mesure n’est pas surveillée actuellement.
pt_br: Esta medição não está sendo monitorada.
ru: Сейчас этот показатель не отслеживается.
tr: Bu ölçüm şu anda izlenmiyor.

# state.error
source: Needs attention
es: Requiere atención
fr: Nécessite votre attention
pt_br: Requer atenção
ru: Требует внимания
tr: İlgilenilmesi gerekiyor

# state.error.reason
source: Mectrics could not refresh this reading.
es: Mectrics no ha podido actualizar esta medición.
fr: Mectrics n’a pas pu actualiser cette mesure.
pt_br: O Mectrics não conseguiu atualizar esta medição.
ru: Mectrics не удалось обновить это значение.
tr: Mectrics bu ölçümü yenileyemedi.

# state.live
source: Live
es: En vivo
fr: En direct
pt_br: Ao vivo
ru: В реальном времени
tr: Canlı

# state.live.reason
source: This reading is updating normally.
es: Esta medición se actualiza con normalidad.
fr: Cette mesure s’actualise normalement.
pt_br: Esta medição está sendo atualizada normalmente.
ru: Показатель обновляется нормально.
tr: Bu ölçüm normal biçimde güncelleniyor.

# state.permissionRequired
source: Permission required
es: Permiso requerido
fr: Autorisation requise
pt_br: Permissão necessária
ru: Требуется разрешение
tr: İzin gerekli

# state.permissionRequired.reason
source: Allow access to resume this reading.
es: Permite el acceso para reanudar esta medición.
fr: Autorisez l’accès pour reprendre cette mesure.
pt_br: Permita o acesso para retomar esta medição.
ru: Разрешите доступ, чтобы возобновить измерения.
tr: Ölçümlerin sürmesi için erişime izin verin.

# state.stale
source: Last known
es: último conocido
fr: Dernier connu
pt_br: Último conhecido
ru: Последнее известное
tr: Son Ölçüm

# state.stale.reason
source: The last valid reading is older than expected.
es: La última medición válida es más antigua de lo esperado.
fr: La dernière mesure valide est plus ancienne que prévu.
pt_br: A última medição válida é mais antiga do que o esperado.
ru: Последнее корректное значение устарело.
tr: Son geçerli ölçüm beklenenden daha eski.

# state.unavailable
source: Unavailable
es: No disponible
fr: Non disponible
pt_br: Indisponível
ru: Недоступно
tr: Kullanılamıyor

# state.unavailable.reason
source: This metric is not available on this Mac.
es: Esta medición no está disponible en este Mac.
fr: Cette mesure n’est pas disponible sur ce Mac.
pt_br: Esta medição não está disponível neste Mac.
ru: Этот показатель недоступен на данном Mac.
tr: Bu ölçüm bu Mac’te kullanılamıyor.

# summary.conditions
source: Active conditions:
es: Condiciones activas:
fr: Conditions actives :
pt_br: Condições ativas:
ru: Активные условия:
tr: Etkin koşullar:

# summary.metrics
source: Metrics:
es: Mediciones:
fr: Mesures :
pt_br: Medições:
ru: Показатели:
tr: Ölçümler:

# summary.model.desktop
source: Desktop Mac
es: Mac de sobremesa
fr: Mac de bureau
pt_br: Mac de mesa
ru: Настольный Mac
tr: Masaüstü Mac

# summary.model.portable
source: Portable Mac
es: Portátil Mac
fr: Mac portable
pt_br: Mac portátil
ru: Ноутбук Mac
tr: Dizüstü Mac

# summary.title
source: Mectrics System Summary
es: Resumen del sistema de Mectrics
fr: Résumé du système de Mectrics
pt_br: Resumo do Sistema do Mectrics
ru: Сводка о системе Mectrics
tr: Mectrics Sistem Özeti

source: System summary copied.
es: Resumen del sistema copiado.
fr: Résumé du système copié.
pt_br: Resumo do sistema copiado.
ru: Сводка о системе скопирована.
tr: Sistem özeti kopyalandı.

source: The diagnostics file could not be saved.
es: No se ha podido guardar el archivo de diagnóstico.
fr: Le fichier de diagnostic n’a pas pu être enregistré.
pt_br: Não foi possível salvar o arquivo de diagnóstico.
ru: Не удалось сохранить файл диагностики.
tr: Tanı dosyası kaydedilemedi.

source: This is exactly what will be written to the file.
es: Este es exactamente el contenido que se escribirá en el archivo.
fr: Voici exactement ce qui sera écrit dans le fichier.
pt_br: Este é exatamente o conteúdo que será gravado no arquivo.
ru: Именно эти данные будут записаны в файл.
tr: Dosyaya tam olarak bu içerik yazılacak.

source: Top processes
es: Procesos con mayor consumo
fr: Processus les plus gourmands
pt_br: Processos que mais consomem recursos
ru: Самые ресурсоёмкие процессы
tr: En Çok Kaynak Kullanan İşlemler

# topProcs.open
source: Open Activity Monitor
es: Abrir Monitor de Actividad
fr: Ouvrir Moniteur d’activité
pt_br: Abrir Monitor de Atividade
ru: Открыть Мониторинг системы
tr: Etkinlik Monitörü’nü Aç

# topProcs.toggle.help
source: Show or hide the process list
es: Mostrar u ocultar la lista de procesos
fr: Afficher ou masquer la liste des processus
pt_br: Mostrar ou ocultar a lista de processos
ru: Показать или скрыть список процессов
tr: İşlem listesini göster veya gizle

source: Uninstall…
es: Desinstalar…
fr: Désinstaller…
pt_br: Desinstalar…
ru: Удалить…
tr: Kaldır…

source: Updates
es: Actualizaciones
fr: Mises à jour
pt_br: Atualizações
ru: Обновления
tr: Güncellemeler

source: Version
es: Versión
pt_br: Versão
ru: Версия
tr: Sürüm

source: Website and Source
es: Sitio web y código fuente
fr: Site web et code source
pt_br: Site e código-fonte
ru: Сайт и исходный код
tr: Web Sitesi ve Kaynak Kod

source: What needed attention and when, kept on this Mac
es: El historial de alertas se guarda en este Mac
fr: L’historique des alertes est conservé sur ce Mac
pt_br: O histórico de alertas fica armazenado neste Mac
ru: История предупреждений хранится на этом Mac
tr: Neyin ne zaman uyarı verdiği bu Mac’te saklanır

# whatsNew.title
source: What’s New in Mectrics
es: Novedades de Mectrics
fr: Nouveautés de Mectrics
pt_br: Novidades do Mectrics
ru: Что нового в Mectrics
tr: Mectrics’teki Yenilikler

source: When a rule alerts it notifies you, marks the Compact Health item, and is recorded in the Attention Log. A rule rests for 15 minutes after it alerts.
es: Cuando se activa una regla, Mectrics envía una notificación, marca el resumen de estado y registra el evento en el historial de alertas. Después, la regla queda en pausa durante 15 minutos.
fr: Lorsqu’une règle se déclenche, Mectrics envoie une notification, signale le résumé de l’état et consigne l’événement dans l’historique des alertes. La règle se met ensuite en pause pendant 15 minutes.
pt_br: Quando uma regra é ativada, o Mectrics envia uma notificação, sinaliza o Resumo do Estado e registra o evento no Histórico de Alertas. Depois, a regra fica em pausa por 15 minutos.
ru: При срабатывании правила Mectrics отправляет уведомление, отмечает сводку состояния и добавляет событие в журнал предупреждений. После этого правило приостанавливается на 15 минут.
tr: Bir kural tetiklendiğinde bildirim gönderilir, Durum Özeti öğesi işaretlenir ve olay Uyarı Geçmişine kaydedilir. Kural, uyarıdan sonra 15 dakika bekler.
